[
    {
        "quote": "How different our lives are when we really know what is deeply important to us, and keeping that picture in mind, we manage ourselves each day to be and to do what really matters most.",
        "author": "Stephen R. Covey",
        "level": "Easy"
    },
    {
        "quote": "Begin each day with the blueprint of my deepest values firmly in mind then when challenges come, make decisions based on those values.",
        "author": "Stephen R. Covey",
        "level": "Easy"
    },
    {
        "quote": "My behavior is a product of my own conscious choices based on principles, rather than a product of my conditions, based on feelings.",
        "author": "Stephen R. Covey",
        "level": "Easy"
    },
    {
        "quote": "It's sometimes a painful process. It's a change that has to be motivated by a higher purpose, by the willingness to subordinate what you think you want now for what you want later.",
        "author": "Stephen R. Covey",
        "level": "Easy"
    },
    {
        "quote": "To maintain the P/PC Balance, the balance between the golden egg (production) and the health and welfare of the goose (production capability) is often a difficult judgment call. But I suggest it is the very essence of effectiveness.",
        "author": "Stephen R. Covey",
        "level": "Medium"
    },
    {
        "quote": "Proactive people focus their efforts in the Circle of Influence. They work on the things they can do something about. The nature of their energy is positive, enlarging and magnifying, causing their Circle of Influence to increase. Reactive people, on the other hand, focus their efforts in the Circle of Concern. They focus on the weakness of other people, the problems in the environment, and circumstances over which they have no control. Their focus results in blaming and accusing attitudes, reactive language, and increased feelings of victimization. The negative energy generated by that focus, combined with neglect in areas they could do something about, causes their Circle of Influence to shrink.",
        "author": "Stephen R. Covey",
        "level": "Hard"
    },
    {
        "quote": "Where we stand depends on where we sit. Each of us tends to think we see things as they are, that we are objective. But this is not the case. We see the world, not as it is, but as we are-or, as we are conditioned to see it. When we open our mouths to describe what we see, we in effect describe ourselves, our perceptions, our paradigms. When other people disagree with us, we immediately think something is wrong with them.",
        "author": "Stephen R. Covey",
        "level": "Hard"
    }
]